pine64/bl602-re/blobs/bl602_demo_wifi.reko/bl602_demo_wifi_rodata_0001.c
		{
			0x2020
		},
		0x1C5C,
	};
<anonymous> * g_ptr230883C4 = &g_t23051C16;
Eq_267908 g_t23088537 = 
	{
		0xA223,
	};
Eq_2 g_t230885B8 = 
	{
		0x00
	};
Eq_2 g_t230885BC = 
	{
		0x00
	};
Eq_64252 g_t230885C0 = 
	{
		-343597384
	};
Eq_271320 g_t230885C4 = 
	{
		1067366481
	};
<anonymous> * g_ptr23088600 = &g_t2305224A;
Eq_116475 g_t2308861C = 
	{
		1.0F
	};
Eq_5614 g_t23088620 = 
	{
		0x404CCCCD
	};
Eq_2 g_t23088628 = 
	{
		0x00
	};
Eq_2 g_t2308862C = 
	{
		0x00
	};
struct Eq_273570 * g_ptr23088630 = null;
Eq_2 g_t23088638 = 
	{
		0x00
	};
Eq_2 g_t2308863C = 
	{
		0x00
	};
struct Eq_273570 * g_ptr23088640 = null;
Eq_2 g_t23088648 = 
	{
		0x00
	};
Eq_2 g_t2308864C = 
	{
		0x00
	};
Eq_2 g_t23088658 = 
	{
		0x8D50
	};
Eq_2 g_t2308865C = 
	{
		0x0312
	};
<anonymous> g_t23088660 = <code>;
uint16 g_a2308867C[] = 
	{
	};
struct Eq_274 g_t23088690 = 
	{
		0x44,
		
		{
			27765
		},
		
		{
			24424
		},
		
		{
			0x6461
		},
		0x6961,
	};
struct Eq_274 g_t230886A4 = 
	{
		0x52,
		
		{
			0x7320
		},
		
		{
			8285
		},
		
		{
			0x5241
		},
		23328,
	};
struct Eq_274 g_t230886B4 = 
	{
		0x4E,
		
		{
			26994
		},
		
		{
			0x7272
		},
		
		{
			0x7720
		},
		0x206E,
	};
struct Eq_274 g_t230886CC = 
	{
		0x6D,
		
		{
			0x6C66
		},
		
		{
			0x6E6F
		},
		
		{
			0x0D64
		},
		0x4D5B,
	};
struct Eq_274 g_t230886E0 = 
	{
		0x46,
		
		{
			0x2068
		},
		
		{
			23328
		},
		
		{
			23888
		},
		0x6165,
	};
struct Eq_274 g_t230886F4 = 
	{
		0x6D,
		
		{
			0x6C66
		},
		
		{
			0x7361
		},
		
		{
			0x203A
		},
		0x5620,
	};
struct Eq_274 g_t2308870C = 
	{
		0x5B,
		
		{
			8285
		},
		
		{
			0x6F69
		},
		
		{
			0x6F66
		},
		0x0D64,
	};
struct Eq_274 g_t23088740 = 
	{
		0x5B,
		
		{
			8285
		},
		
		{
			0x2020
		},
		
		{
			0x2020
		},
		0x656D,
	};
struct Eq_274 g_t230887AC = 
	{
		0x20,
		
		{
			0x2020
		},
		
		{
			8285
		},
		
		{
			0x3C3C
		},
		0x4820,
	};
struct Eq_274 g_t230887BC = 
	{
		0x20,
		
		{
			0x2020
		},
		
		{
			0x6E69
		},
		
		{
			0x4520
		},
		0x3C20,
	};
struct Eq_274 g_t230887CC = 
	{
		0x20,
		
		{
			0x2020
		},
		
		{
			0x0A
		},
		
		{
			0x6C62
		},
		0x6474,
	};
struct Eq_274 g_t230887E4 = 
	{
		0x20,
		
		{
			0x2020
		},
		
		{
			0x3A73
		},
		
		{
			0x3A73
		},
		0x5D64,
	};
struct Eq_274 g_t23088800 = 
	{
		0x20,
		
		{
			0x2020
		},
		
		{
			0x7361
		},
		
		{
			0x7320
		},
		0x2065,
	};
struct Eq_274 g_t23088848 = 
	{
		0x5B,
		
		{
			0x5D75
		},
		
		{
			0x5D64
		},
		
		{
			0x6572
		},
		0x6F6E,
	};
struct Eq_274 g_t2308888C = 
	{
		0x3D,
		
		{
			0x6425
		},
		
		{
			0x6F6C
		},
		
		{
			0x6420
		},
		0x2070,
	};
struct Eq_274 g_t2308890C = 
	{
		0x20,
		
		{
			28020
		},
		
		{
			0x3025
		},
		
		{
			0x202C
		},
		8308,
	};
struct Eq_274 g_t23088920 = 
	{
		0x20,
		
		{
			28020
		},
		
		{
			0x7020
		},
		
		{
			0x2520
		},
		0x0A,
	};
struct Eq_274 g_t23088998 = 
	{
		0x20,
		
		{
			0x7420
		},
		
		{
			0x616D
		},
		
		{
			0x7361
		},
		0x2063,
	};
struct Eq_274 g_t23088A5C = 
	{
		0x5B,
		
		{
			8285
		},
		
		{
			29549
		},
		
		{
			0x6E69
		},
		0x0A0D,
	};
struct Eq_274 g_t23088AB0 = 
	{
		0x5B,
		
		{
			8285
		},
		
		{
			0x3267
		},
		
		{
			0x0D70
		},
		0x5953,
	};
word32 g_a23088B34[] = 
	{
	};
struct Eq_274 g_t23088B64 = 
	{
		0x4F,
		
		{
			0x7020
		},
		
		{
			0x2D2D
		},
		
		{
			0x2D2D
		},
		17709,
	};
struct Eq_274 g_t23088B74 = 
	{
		0x43,
		
		{
			0x7320
		},
		
		{
			0x5250
		},
		
		{
			0x5441
		},
		0x454B,
	};
byte * g_ptr23088C50 = &g_b512E79;
struct Eq_286776 * g_ptr23088CE8 = &g_t004E;
struct Eq_286776 * g_ptr23088CFC = &g_t4345;
Eq_268330 g_t23088E48 = 
	{
		121,
	};
struct Eq_274 g_t23088EC0 = 
	{
		0x3D,
		
		{
			29285
		},
		
		{
			0x7361
		},
		
		{
			0x2072
		},
		29283,
	};
struct Eq_274 g_t23088ED0 = 
	{
		99,
		
		{
			29285
		},
		
		{
			0x616D
		},
		
		{
			29285
		},
		25445,
	};
struct Eq_274 g_t23088EF0 = 
	{
		0x6D,
		
		{
			27764
		},
		
		{
			0x2820
		},
		
		{
			29555
		},
		0x206E,
	};
struct Eq_274 g_t23088F14 = 
	{
		115,
		
		{
			0x646C
		},
		
		{
			0x6963
		},
		
		{
			29285
		},
		0x7469,
	};
struct Eq_274 g_t23088F50 = 
	{
		110,
		
		{
			0x6572
		},
		
		{
			29797
		},
		
		{
			0x00
		},
		0x656B,
	};
struct Eq_274 g_t23088F80 = 
	{
		99,
		
		{
			29285
		},
		
		{
			0x3A6E
		},
		
		{
			100
		},
		0x626D,
	};
struct Eq_274 g_t23088FC4 = 
	{
		0x6B,
		
		{
			0x6E65
		},
		
		{
			29285
		},
		
		{
			29797
		},
		0x6461,
	};
struct Eq_274 g_t23089044 = 
	{
		0x3C,
		
		{
			29285
		},
		
		{
			0x5444
		},
		
		{
			0x00
		},
		0x656E,
	};
struct Eq_274 g_t23089054 = 
	{
		0x3D,
		
		{
			29797
		},
		
		{
			29295
		},
		
		{
			0x6E69
		},
		0x6D61,
	};
struct Eq_274 g_t23089064 = 
	{
		114,
		
		{
			0x7365
		},
		
		{
			0x7267
		},
		
		{
			0x202C
		},
		0x7366,
	};
struct Eq_274 g_t23089084 = 
	{
		0x59,
		
		{
			30061
		},
		
		{
			0x6E20
		},
		
		{
			0x6177
		},
		0x203A,
	};
struct Eq_274 g_t230890B8 = 
	{
		110,
		
		{
			0x7220
		},
		
		{
			0x7475
		},
		
		{
			29989
		},
		115,
	};
struct Eq_274 g_t230890E4 = 
	{
		0x69,
		
		{
			0x6665
		},
		
		{
			29555
		},
		
		{
			0x6572
		},
		0x646E,
	};
struct Eq_274 g_t23089100 = 
	{
		0x3C,
		
		{
			29797
		},
		
		{
			24898
		},
		
		{
			0x7375
		},
		0x2065,
	};
struct Eq_274 g_t23089110 = 
	{
		116,
		
		{
			30063
		},
		
		{
			0x7464
		},
		
		{
			29535
		},
		29535,
	};
struct Eq_274 g_t23089118 = 
	{
		0x66,
		
		{
			30307
		},
		
		{
			29535
		},
		
		{
			0x625F
		},
		0x2928,
	};
struct Eq_274 g_t2308915C = 
	{
		0x3D,
		
		{
			30060
		},
		
		{
			0x6425
		},
		
		{
			30063
		},
		0x656C,
	};
struct Eq_274 g_t2308916C = 
	{
		66,
		
		{
			0x7375
		},
		
		{
			0x00
		},
		
		{
			29555
		},
		0x663E,
	};
struct Eq_274 g_t230891A8 = 
	{
		0x3C,
		
		{
			30060
		},
		
		{
			0x3D3C
		},
		
		{
			0x6572
		},
		0x5444,
	};
struct Eq_274 g_t230891E8 = 
	{
		111,
		
		{
			0x696F
		},
		
		{
			0x656C
		},
		
		{
			0x6D20
		},
		24947,
	};
struct Eq_274 g_t2308920C = 
	{
		0x3D,
		
		{
			0x6572
		},
		
		{
			0x6C61
		},
		
		{
			0x656C
		},
		0x6D20,
	};
struct Eq_274 g_t23089214 = 
	{
		0x3C,
		
		{
			0x6572
		},
		
		{
			0x6D20
		},
		
		{
			24947
		},
		0x2820,
	};
Eq_268327 g_t23089244 = 
	{
		&g_t6E6B6E75,
		&g_t65676173,
	};
struct Eq_274 g_t23089270 = 
	{
		0x69,
		
		{
			0x6620
		},
		
		{
			0x6168
		},
		
		{
			0x00
		},
		0x3E3D,
	};
struct Eq_274 g_t23089294 = 
	{
		0x69,
		
		{
			0x6320
		},
		
		{
			8292
		},
		
		{
			8308
		},
		29295,
	};
struct Eq_274 g_t230892B0 = 
	{
		0x69,
		
		{
			0x5320
		},
		
		{
			0x6965
		},
		
		{
			26656
		},
		0x7364,
	};
struct Eq_274 g_t230892C4 = 
	{
		0x3D,
		
		{
			0x6E61
		},
		
		{
			24946
		},
		
		{
			0x6F66
		},
		0x00,
	};
struct Eq_274 g_t230892D4 = 
	{
		0x3C,
		
		{
			0x6E61
		},
		
		{
			0x6E61
		},
		
		{
			0x6168
		},
		0x7720,
	};
struct Eq_274 g_t230892E4 = 
	{
		0x3D,
		
		{
			0x6E61
		},
		
		{
			0x3E3D
		},
		
		{
			29281
		},
		0x6320,
	};
struct Eq_274 g_t230892F8 = 
	{
		99,
		
		{
			0x2065
		},
		
		{
			0x00
		},
		
		{
			0x3D3C
		},
		0x696B,
	};
struct Eq_274 g_t23089314 = 
	{
		115,
		
		{
			0x6620
		},
		
		{
			101
		},
		
		{
			0x626D
		},
		27764,
	};
struct Eq_274 g_t2308933C = 
	{
		0x3C,
		
		{
			0x6E61
		},
		
		{
			29793
		},
		
		{
			0x656D
		},
		0x6761,
	};
struct Eq_274 g_t23089350 = 
	{
		0x3D,
		
		{
			29281
		},
		
		{
			0x6569
		},
		
		{
			26656
		},
		0x6E20,
	};
struct Eq_274 g_t23089368 = 
	{
		0x3C,
		
		{
			0x696B
		},
		
		{
			0x6D20
		},
		
		{
			0x7464
		},
		0x785F,
	};
struct Eq_274 g_t2308939C = 
	{
		0x62,
		
		{
			25955
		},
		
		{
			0x6F6E
		},
		
		{
			0x2041
		},
		0x6961,
	};
struct Eq_274 g_t230893B4 = 
	{
		0x54,
		
		{
			0x2031
		},
		
		{
			25955
		},
		
		{
			0x00
		},
		0x6162,
	};
struct Eq_274 g_t23089404 = 
	{
		0x67,
		
		{
			0x6F6E
		},
		
		{
			29281
		},
		
		{
			0x6320
		},
		26996,
	};
struct Eq_274 g_t23089428 = 
	{
		0x62,
		
		{
			25955
		},
		
		{
			0x6963
		},
		
		{
			29285
		},
		0x6570,
	};
struct Eq_274 g_t23089448 = 
	{
		0x62,
		
		{
			25955
		},
		
		{
			25445
		},
		
		{
			0x7365
		},
		25959,
	};
struct Eq_274 g_t2308946C = 
	{
		0x3C,
		
		{
			29281
		},
		
		{
			28018
		},
		
		{
			0x6570
		},
		0x6F66,
	};
struct Eq_274 g_t23089484 = 
	{
		0x3D,
		
		{
			29281
		},
		
		{
			0x00
		},
		
		{
			0x3D3C
		},
		29281,
	};
struct Eq_274 g_t230894A0 = 
	{
		0x62,
		
		{
			0x6863
		},
		
		{
			0x6570
		},
		
		{
			0x3E3D
		},
		29281,
	};
struct Eq_274 g_t230894C0 = 
	{
		115,
		
		{
			0x6863
		},
		
		{
			0x6873
		},
		
		{
			0x6D20
		},
		24947,
	};
struct Eq_274 g_t230894F4 = 
	{
		0x3C,
		
		{
			29281
		},
		
		{
			0x2065
		},
		
		{
			8303
		},
		29295,
	};
struct Eq_274 g_t23089510 = 
	{
		0x3D,
		
		{
			29281
		},
		
		{
			29555
		},
		
		{
			14949
		},
		0x6773,
	};
struct Eq_274 g_t23089524 = 
	{
		0x62,
		
		{
			0x6966
		},
		
		{
			0x7974
		},
		
		{
			0x3D20
		},
		11364,
	};
struct Eq_274 g_t2308953C = 
	{
		0x3C,
		
		{
			29281
		},
		
		{
			0x6572
		},
		
		{
			30313
		},
		0x6D20,
	};
struct Eq_274 g_t23089550 = 
	{
		0x68,
		
		{
			0x6873
		},
		
		{
			0x206D
		},
		
		{
			0x7473
		},
		0x696C,
	};
struct Eq_274 g_t23089570 = 
	{
		0x68,
		
		{
			0x6873
		},
		
		{
			0x7320
		},
		
		{
			0x7472
		},
		24422,
	};
struct Eq_274 g_t230895A8 = 
	{
		114,
		
		{
			30313
		},
		
		{
			0x203A
		},
		
		{
			29555
		},
		24421,
	};
struct Eq_274 g_t230895F4 = 
	{
		100,
		
		{
			26992
		},
		
		{
			0x6F6E
		},
		
		{
			0x7573
		},
		29295,
	};
struct Eq_274 g_t23089638 = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			0x746F
		},
		
		{
			0x6C20
		},
		29799,
	};
struct Eq_274 g_t23089660 = 
	{
		110,
		
		{
			0x7573
		},
		
		{
			8303
		},
		
		{
			0x6772
		},
		0x6C61,
	};
struct Eq_274 g_t2308968C = 
	{
		0x69,
		
		{
			0x6169
		},
		
		{
			0x6564
		},
		
		{
			0x696D
		},
		29793,
	};
struct Eq_274 g_t230896B8 = 
	{
		0x68,
		
		{
			0x6873
		},
		
		{
			0x2520
		},
		
		{
			0x202B
		},
		0x3E20,
	};
struct Eq_274 g_t230896D4 = 
	{
		0x61,
		
		{
			0x2063
		},
		
		{
			0x656D
		},
		
		{
			0x6C20
		},
		29799,
	};
struct Eq_274 g_t230896EC = 
	{
		0x66,
		
		{
			0x656D
		},
		
		{
			100
		},
		
		{
			0x6461
		},
		0x676E,
	};
struct Eq_274 g_t23089708 = 
	{
		0x69,
		
		{
			0x696C
		},
		
		{
			0x203D
		},
		
		{
			0x202C
		},
		0x676E,
	};
struct Eq_274 g_t23089734 = 
	{
		0x69,
		
		{
			0x696C
		},
		
		{
			0x6E69
		},
		
		{
			0x7374
		},
		25445,
	};
struct Eq_274 g_t2308975C = 
	{
		0x61,
		
		{
			0x676E
		},
		
		{
			0x616C
		},
		
		{
			0x2065
		},
		0x2072,
	};
struct Eq_274 g_t23089788 = 
	{
		0x6C,
		
		{
			0x6620
		},
		
		{
			29555
		},
		
		{
			101
		},
		29555,
	};
struct Eq_274 g_t230897B0 = 
	{
		114,
		
		{
			0x6573
		},
		
		{
			0x4C54
		},
		
		{
			0x6168
		},
		0x6873,
	};
struct Eq_274 g_t2308981C = 
	{
		0x54,
		
		{
			0x6168
		},
		
		{
			0x6769
		},
		
		{
			26994
		},
		0x6E20,
	};
struct Eq_274 g_t23089848 = 
	{
		0x6D,
		
		{
			0x6761
		},
		
		{
			0x7061
		},
		
		{
			0x6369
		},
		0x6F69,
	};
struct Eq_274 g_t23089864 = 
	{
		0x68,
		
		{
			0x6873
		},
		
		{
			0x3D3C
		},
		
		{
			0x6165
		},
		0x3E3D,
	};
struct Eq_274 g_t23089880 = 
	{
		0x3D,
		
		{
			0x6165
		},
		
		{
			27764
		},
		
		{
			29555
		},
		0x6572,
	};
struct Eq_274 g_t23089888 = 
	{
		0x69,
		
		{
			26994
		},
		
		{
			0x6572
		},
		
		{
			29279
		},
		29295,
	};
struct Eq_274 g_t230898B0 = 
	{
		0x62,
		
		{
			0x7061
		},
		
		{
			0x7365
		},
		
		{
			25959
		},
		0x7079,
	};
struct Eq_274 g_t230898D0 = 
	{
		0x3C,
		
		{
			0x6165
		},
		
		{
			0x6E69
		},
		
		{
			0x2067
		},
		0x746E,
	};
struct Eq_274 g_t230898D8 = 
	{
		0x3D,
		
		{
			0x6165
		},
		
		{
			0x746E
		},
		
		{
			8308
		},
		0x7220,
	};
struct Eq_274 g_t23089928 = 
	{
		0x3C,
		
		{
			0x6165
		},
		
		{
			0x2065
		},
		
		{
			0x6425
		},
		0x6576,
	};
struct Eq_274 g_t23089980 = 
	{
		0x69,
		
		{
			8308
		},
		
		{
			0x2072
		},
		
		{
			0x7372
		},
		0x206E,
	};
struct Eq_274 g_t230899B8 = 
	{
		0x25,
		
		{
			28277
		},
		
		{
			25972
		},
		
		{
			26691
		},
		25959,
	};
struct Eq_274 g_t230899BC = 
	{
		117,
		
		{
			0x776F
		},
		
		{
			26691
		},
		
		{
			25959
		},
		0x6870,
	};
struct Eq_274 g_t230899D0 = 
	{
		0x6D,
		
		{
			0x2072
		},
		
		{
			29284
		},
		
		{
			26992
		},
		0x7520,
	};
struct Eq_274 g_t230899E8 = 
	{
		0x6D,
		
		{
			0x2072
		},
		
		{
			0x6369
		},
		
		{
			0x6F69
		},
		29793,
	};
struct Eq_274 g_t23089A00 = 
	{
		0x62,
		
		{
			0x656D
		},
		
		{
			0x6E61
		},
		
		{
			0x6568
		},
		0x7065,
	};
struct Eq_274 g_t23089A14 = 
	{
		100,
		
		{
			26992
		},
		
		{
			25972
		},
		
		{
			0x6425
		},
		0x6572,
	};
struct Eq_274 g_t23089A3C = 
	{
		100,
		
		{
			26992
		},
		
		{
			8292
		},
		
		{
			0x6F63
		},
		0x2820,
	};
struct Eq_274 g_t23089A60 = 
	{
		114,
		
		{
			0x6472
		},
		
		{
			0x6469
		},
		
		{
			25445
		},
		8292,
	};
struct Eq_274 g_t23089AFC = 
	{
		0x3D,
		
		{
			25445
		},
		
		{
			0x00
		},
		
		{
			0x626D
		},
		27764,
	};
struct Eq_274 g_t23089B0C = 
	{
		0x69,
		
		{
			0x6773
		},
		
		{
			29285
		},
		
		{
			0x7475
		},
		0x6564,
	};
struct Eq_274 g_t23089B2C = 
	{
		0x6D,
		
		{
			0x6E65
		},
		
		{
			0x2878
		},
		
		{
			27766
		},
		0x2528,
	};
struct Eq_274 g_t23089B88 = 
	{
		0x6D,
		
		{
			0x6E65
		},
		
		{
			0x7466
		},
		
		{
			0x6420
		},
		0x7972,
	};
struct Eq_274 g_t23089BC8 = 
	{
		0x6D,
		
		{
			0x6E65
		},
		
		{
			0x656D
		},
		
		{
			0x6761
		},
		0x202C,
	};
struct Eq_274 g_t23089C14 = 
	{
		114,
		
		{
			30313
		},
		
		{
			0x7470
		},
		
		{
			26229
		},
		0x6E69,
	};
struct Eq_274 g_t23089C54 = 
	{
		0x69,
		
		{
			0x696D
		},
		
		{
			0x766E
		},
		
		{
			0x6469
		},
		25445,
	};
struct Eq_274 g_t23089C78 = 
	{
		0x3C,
		
		{
			25445
		},
		
		{
			0x696D
		},
		
		{
			0x666F
		},
		0x7361,
	};
struct Eq_274 g_t23089CB4 = 
	{
		100,
		
		{
			29281
		},
		
		{
			0x6964
		},
		
		{
			0x00
		},
		0x6572,
	};
struct Eq_274 g_t23089CD4 = 
	{
		114,
		
		{
			30313
		},
		
		{
			26656
		},
		
		{
			0x6564
		},
		0x626D,
	};
struct Eq_274 g_t23089CF8 = 
	{
		0x3D,
		
		{
			0x6562
		},
		
		{
			0x3D3C
		},
		
		{
			0x6562
		},
		0x736C,
	};
struct Eq_274 g_t23089D10 = 
	{
		0x69,
		
		{
			0x6169
		},
		
		{
			0x3E3D
		},
		
		{
			0x6E65
		},
		0x6C61,
	};
struct Eq_274 g_t23089D64 = 
	{
		0x3C,
		
		{
			0x6562
		},
		
		{
			0x00
		},
		
		{
			0x6C61
		},
		10339,
	};
struct Eq_274 g_t23089D7C = 
	{
		0x3D,
		
		{
			0x6E65
		},
		
		{
			0x6465
		},
		
		{
			0x3E3D
		},
		26994,
	};
struct Eq_274 g_t23089D94 = 
	{
		0x3C,
		
		{
			0x6E65
		},
		
		{
			29555
		},
		
		{
			0x6168
		},
		0x6873,
	};
struct Eq_274 g_t23089DAC = 
	{
		117,
		
		{
			25972
		},
		
		{
			0x6C20
		},
		
		{
			25959
		},
		0x6874,
	};
struct Eq_274 g_t23089DD4 = 
	{
		0x61,
		
		{
			10339
		},
		
		{
			0x6761
		},
		
		{
			0x746E
		},
		0x6E65,
	};
struct Eq_274 g_t23089DEC = 
	{
		0x3D,
		
		{
			26994
		},
		
		{
			0x6E69
		},
		
		{
			8308
		},
		0x6772,
	};
struct Eq_274 g_t23089E10 = 
	{
		0x66,
		
		{
			0x656D
		},
		
		{
			0x206D
		},
		
		{
			0x676E
		},
		0x203A,
	};
struct Eq_274 g_t23089E58 = 
	{
		0x69,
		
		{
			8308
		},
		
		{
			0x2065
		},
		
		{
			0x7472
		},
		0x6369,
	};
struct Eq_274 g_t23089E94 = 
	{
		0x3C,
		
		{
			26994
		},
		
		{
			25955
		},
		
		{
			0x6669
		},
		29793,
	};
struct Eq_274 g_t23089EA0 = 
	{
		0x3D,
		
		{
			26994
		},
		
		{
			28532
		},
		
		{
			0x616C
		},
		11365,
	};
struct Eq_274 g_t23089EB8 = 
	{
		0x3C,
		
		{
			0x696B
		},
		
		{
			26994
		},
		
		{
			0x6320
		},
		26996,
	};
struct Eq_274 g_t23089ED4 = 
	{
		0x67,
		
		{
			0x6F6E
		},
		
		{
			0x6320
		},
		
		{
			0x676E
		},
		0x6963,
	};
struct Eq_274 g_t23089F00 = 
	{
		99,
		
		{
			0x6669
		},
		
		{
			0x6570
		},
		
		{
			0x3E3D
		},
		26994,
	};
struct Eq_274 g_t23089F20 = 
	{
		0x3C,
		
		{
			26994
		},
		
		{
			0x2067
		},
		
		{
			0x6E20
		},
		0x7420,
	};
struct Eq_274 g_t23089F38 = 
	{
		0x3D,
		
		{
			26994
		},
		
		{
			0x6F66
		},
		
		{
			30063
		},
		30063,
	};
struct Eq_274 g_t23089F54 = 
	{
		0x3C,
		
		{
			26994
		},
		
		{
			0x6863
		},
		
		{
			30063
		},
		0x7720,
	};
struct Eq_274 g_t23089F70 = 
	{
		0x3D,
		
		{
			26994
		},
		
		{
			29545
		},
		
		{
			100
		},
		0x3E3D,
	};
struct Eq_274 g_t23089F84 = 
	{
		115,
		
		{
			0x6863
		},
		
		{
			29295
		},
		
		{
			0x6C61
		},
		0x2063,
	};
struct Eq_274 g_t23089FB8 = 
	{
		0x44,
		
		{
			25888
		},
		
		{
			25454
		},
		
		{
			0x7470
		},
		26229,
	};
struct Eq_274 g_t23089FD0 = 
	{
		0x3C,
		
		{
			26994
		},
		
		{
			0x7470
		},
		
		{
			30063
		},
		0x7475,
	};
struct Eq_274 g_t23089FE4 = 
	{
		0x3D,
		
		{
			26994
		},
		
		{
			0x6F63
		},
		
		{
			0x7475
		},
		0x6D20,
	};
struct Eq_274 g_t23089FF4 = 
	{
		0x61,
		
		{
			0x2063
		},
		
		{
			0x6461
		},
		
		{
			26996
		},
		0x6C61,
	};
struct Eq_285624 g_t2308A000 = 
	{
		
		{
			0x7375
		},
		
		{
			0x6620
		},
		0x74796220,
	};
struct Eq_274 g_t2308A020 = 
	{
		0x3D,
		
		{
			25454
		},
		
		{
			0x6572
		},
		
		{
			25454
		},
		0x7470,
	};
struct Eq_274 g_t2308A088 = 
	{
		0x62,
		
		{
			0x6572
		},
		
		{
			0x6562
		},
		
		{
			0x6572
		},
		25454,
	};
struct Eq_274 g_t2308A0F4 = 
	{
		0x62,
		
		{
			0x6572
		},
		
		{
			25454
		},
		
		{
			0x7470
		},
		26229,
	};
struct Eq_274 g_t2308A15C = 
	{
		0x3C,
		
		{
			25454
		},
		
		{
			0x746E
		},
		
		{
			8303
		},
		0x7774,
	};
struct Eq_274 g_t2308A17C = 
	{
		111,
		
		{
			0x7475
		},
		
		{
			24424
		},
		
		{
			28788
		},
		0x00,
	};
struct Eq_274 g_t2308A1F4 = 
	{
		0x3C,
		
		{
			26994
		},
		
		{
			0x7320
		},
		
		{
			0x2032
		},
		29793,
	};
ptr32 g_a2308A204[] = 
	{
	};
struct Eq_274 g_t2308A238 = 
	{
		0x3D,
		
		{
			0x6C61
		},
		
		{
			0x7966
		},
		
		{
			0x6168
		},
		0x36,
	};
struct Eq_274 g_t2308A284 = 
	{
		0x3C,
		
		{
			0x6C61
		},
		
		{
			10339
		},
		
		{
			0x666F
		},
		27763,
	};
struct Eq_274 g_t2308A298 = 
	{
		0x3D,
		
		{
			0x6C61
		},
		
		{
			0x7478
		},
		
		{
			0x6166
		},
		0x6465,
	};
struct Eq_274 g_t2308A2CC = 
	{
		0x3C,
		
		{
			0x6C61
		},
		
		{
			0x6168
		},
		
		{
			0x7720
		},
		0x7570,
	};
struct Eq_274 g_t2308A2DC = 
	{
		116,
		
		{
			0x2072
		},
		
		{
			0x6C61
		},
		
		{
			0x6572
		},
		0x6573,
	};
struct Eq_274 g_t2308A2EC = 
	{
		0x61,
		
		{
			10339
		},
		
		{
			0x2072
		},
		
		{
			0x2520
		},
		29549,
	};
struct Eq_274 g_t2308A310 = 
	{
		0x3D,
		
		{
			0x6E61
		},
		
		{
			0x31
		},
		
		{
			0x7773
		},
		25888,
	};
struct Eq_274 g_t2308A330 = 
	{
		0x3C,
		
		{
			0x6E61
		},
		
		{
			0x4C54
		},
		
		{
			11825
		},
		0x4C54,
	};
struct Eq_274 g_t2308A350 = 
	{
		115,
		
		{
			26996
		},
		
		{
			0x6163
		},
		
		{
			0x6920
		},
		28277,
	};
struct Eq_274 g_t2308A364 = 
	{
		115,
		
		{
			0x7320
		},
		
		{
			8548
		},
		
		{
			29477
		},
		0x7472,
	};
struct Eq_274 g_t2308A380 = 
	{
		115,
		
		{
			25888
		},
		
		{
			0x0A0D
		},
		
		{
			29477
		},
		26994,
	};
struct Eq_274 g_t2308A3B4 = 
	{
		0x0A,
		
		{
			26996
		},
		
		{
			0x00
		},
		
		{
			0x0A0D
		},
		0x7573,
	};
struct Eq_274 g_t2308A3D4 = 
	{
		0x25,
		
		{
			0x7472
		},
		
		{
			0x0A0D
		},
		
		{
			29545
		},
		0x6465,
	};
struct Eq_274 g_t2308A3F0 = 
	{
		0x25,
		
		{
			26994
		},
		
		{
			0x252D
		},
		
		{
			11620
		},
		25650,
	};
struct Eq_274 g_t2308A408 = 
	{
		0x0D,
		
		{
			29545
		},
		
		{
			100
		},
		
		{
			0x0A0D
		},
		0x7865,
	};
struct Eq_274 g_t2308A478 = 
	{
		0x0D,
		
		{
			0x7865
		},
		
		{
			0x6162
		},
		
		{
			0x2063
		},
		29550,
	};
struct Eq_274 g_t2308A4B0 = 
	{
		0x0D,
		
		{
			26995
		},
		
		{
			25445
		},
		
		{
			0x6C61
		},
		24942,
	};
struct Eq_274 g_t2308A4CC = 
	{
		0x0D,
		
		{
			11557
		},
		
		{
			0x202E
		},
		
		{
			0x6570
		},
		0x2020,
	};
struct Eq_274 g_t2308A4E0 = 
	{
		0x0D,
		
		{
			0x6162
		},
		
		{
			29477
		},
		
		{
			8268
		},
		0x6569,
	};
struct Eq_274 g_t2308A500 = 
	{
		44,
		
		{
			24440
		},
		
		{
			29477
		},
		
		{
			0x6961
		},
		29477,
	};
struct Eq_274 g_t2308A514 = 
	{
		0x0D,
		
		{
			0x7573
		},
		
		{
			0x696E
		},
		
		{
			0x00
		},
		29477,
	};
struct Eq_274 g_t2308A530 = 
	{
		0x0D,
		
		{
			25955
		},
		
		{
			0x00
		},
		
		{
			29477
		},
		0x6961,
	};
struct Eq_274 g_t2308A54C = 
	{
		0x25,
		
		{
			8268
		},
		
		{
			0x696E
		},
		
		{
			0x4320
		},
		0x0A0D,
	};
struct Eq_274 g_t2308A55C = 
	{
		0x25,
		
		{
			8268
		},
		
		{
			0x7375
		},
		
		{
			0x2065
		},
		0x2020,
	};
struct Eq_274 g_t2308A56C = 
	{
		0x25,
		
		{
			0x6961
		},
		
		{
			0x00
		},
		
		{
			29477
		},
		0x6967,
	};
struct Eq_274 g_t2308A574 = 
	{
		0x25,
		
		{
			0x656A
		},
		
		{
			0x6967
		},
		
		{
			8300
		},
		0x6E67,
	};
struct Eq_274 g_t2308A588 = 
	{
		0x25,
		
		{
			0x6573
		},
		
		{
			0x206E
		},
		
