pine64/bl602-re/blobs/bl602_demo_wifi.reko/bl602_demo_wifi_rodata_0001.c
		{
			0x7570
		},
		29793,
	};
struct Eq_274 g_t2308A594 = 
	{
		0x25,
		
		{
			8268
		},
		
		{
			110
		},
		
		{
			29477
		},
		8313,
	};
struct Eq_274 g_t2308A5A0 = 
	{
		0x25,
		
		{
			0x6961
		},
		
		{
			0x6963
		},
		
		{
			29285
		},
		0x746E,
	};
struct Eq_274 g_t2308A5AC = 
	{
		0x25,
		
		{
			0x656A
		},
		
		{
			29477
		},
		
		{
			24948
		},
		25454,
	};
struct Eq_274 g_t2308A5C0 = 
	{
		0x0D,
		
		{
			0x656B
		},
		
		{
			29477
		},
		
		{
			8313
		},
		0x6572,
	};
struct Eq_274 g_t2308A5DC = 
	{
		0x25,
		
		{
			0x6967
		},
		
		{
			0x6769
		},
		
		{
			29477
		},
		8268,
	};
struct Eq_274 g_t2308A5F0 = 
	{
		0x25,
		
		{
			0x206E
		},
		
		{
			0x6963
		},
		
		{
			29285
		},
		0x6C6E,
	};
struct Eq_274 g_t2308A604 = 
	{
		0x25,
		
		{
			8313
		},
		
		{
			29285
		},
		
		{
			0x6C6E
		},
		0x0A0D,
	};
struct Eq_274 g_t2308A618 = 
	{
		0x25,
		
		{
			24948
		},
		
		{
			0x7375
		},
		
		{
			0x2065
		},
		0x2020,
	};
struct Eq_274 g_t2308A62C = 
	{
		0x25,
		
		{
			8313
		},
		
		{
			0x422D
		},
		
		{
			0x4E49
		},
		0x5245,
	};
struct Eq_274 g_t2308A63C = 
	{
		0x25,
		
		{
			8313
		},
		
		{
			0x4554
		},
		
		{
			0x2D2D
		},
		0x2D2D,
	};
struct Eq_274 g_t2308A64C = 
	{
		0x25,
		
		{
			8268
		},
		
		{
			0x4320
		},
		
		{
			0x4954
		},
		0x4143,
	};
struct Eq_274 g_t2308A658 = 
	{
		0x25,
		
		{
			0x6963
		},
		
		{
			0x2D2D
		},
		
		{
			0x2D
		},
		252,
	};
struct Eq_274 g_t2308A668 = 
	{
		0x25,
		
		{
			0x6963
		},
		
		{
			~0x00
		},
		
		{
			0x0400
		},
		0x60,
	};
struct Eq_274 g_t2308A678 = 
	{
		0x0D,
		
		{
			0x7865
		},
		
		{
			0x0C
		},
		
		{
			0x00
		},
		29477,
	};
struct Eq_274 g_t2308A6F4 = 
	{
		0x25,
		
		{
			0x6E6B
		},
		
		{
			0x6168
		},
		
		{
			0x6562
		},
		0x7220,
	};
word32 g_dw2308A714 = 1634214004;
Eq_2 g_t2308A724 = 
	{
		0x0455
	};
Eq_312428 g_t2308AB30 = 
	{
		1,
		0x2308A728,
	};
struct Eq_274 g_t2308AC14 = 
	{
		0x25,
		
		{
			14948
		},
		
		{
			25445
		},
		
		{
			0x6166
		},
		0x6465,
	};
struct Eq_274 g_t2308AC38 = 
	{
		0x25,
		
		{
			14948
		},
		
		{
			0x6E65
		},
		
		{
			0x6166
		},
		0x6465,
	};
struct Eq_274 g_t2308AC54 = 
	{
		0x25,
		
		{
			14948
		},
		
		{
			0x80
		},
		
		{
			44984
		},
		0x10,
	};
struct Eq_274 g_t2308AC74 = 
	{
		0x25,
		
		{
			14948
		},
		
		{
			44944
		},
		
		{
			0x10
		},
		0x00,
	};
struct Eq_274 g_t2308AC98 = 
	{
		0x25,
		
		{
			14948
		},
		
		{
			0x00
		},
		
		{
			0x10
		},
		44640,
	};
struct Eq_274 g_t2308AFE8 = 
	{
		100,
		
		{
			0x6E69
		},
		
		{
			0x29
		},
		
		{
			29477
		},
		0x29,
	};
struct Eq_274 g_t2308B004 = 
	{
		0x20,
		
		{
			0x0A
		},
		
		{
			8292
		},
		
		{
			0x7374
		},
		29545,
	};
struct Eq_274 g_t2308B00C = 
	{
		0x25,
		
		{
			0x203A
		},
		
		{
			29545
		},
		
		{
			0x00
		},
		0x3020,
	};
struct Eq_274 g_t2308B014 = 
	{
		0x25,
		
		{
			0x6425
		},
		
		{
			0x3020
		},
		
		{
			29477
		},
		0x7220,
	};
struct Eq_274 g_t2308B038 = 
	{
		0x3E,
		
		{
			0x6873
		},
		
		{
			0x0100
		},
		
		{
			0xB0D0
		},
		0x0C,
	};
struct Eq_274 g_t2308B050 = 
	{
		0x25,
		
		{
			0x29
		},
		
		{
			0xE0
		},
		
		{
			0xB0E8
		},
		0x00,
	};
struct Eq_274 g_t2308B058 = 
	{
		0x25,
		
		{
			0x29
		},
		
		{
			0x00
		},
		
		{
			0x00
		},
		0x00,
	};
struct Eq_274 g_t2308B060 = 
	{
		118,
		
		{
			0x2065
		},
		
		{
			0x00
		},
		
		{
			0x6573
		},
		0x3532,
	};
struct Eq_274 g_t2308B080 = 
	{
		0x20,
		
		{
			29477
		},
		
		{
			0x3232
		},
		
		{
			0x31
		},
		0xA45C,
	};
struct Eq_274 g_t2308B084 = 
	{
		0x25,
		
		{
			0x7220
		},
		
		{
			0x31
		},
		
		{
			0xA45C
		},
		0x650E,
	};
Eq_363485 g_a2308B0A0[] = 
	{
	};
Eq_338179 g_t2308B110 = 
	{
		
		{
			58733
		},
	};
Eq_2 g_t2308B124 = 
	{
		0x3442
	};
Eq_2 g_t2308B158 = 
	{
		~0x00
	};
Eq_2 g_t2308B180 = 
	{
		48044
	};
Eq_338179 g_t2308B188 = 
	{
		
		{
			~0x00
		},
	};
Eq_2 g_t2308B198 = 
	{
		0x08A8
	};
Eq_2 g_t2308B1D4 = 
	{
		~0x00
	};
Eq_2 g_t2308B1FC = 
	{
		~0x42AA
	};
Eq_2 g_t2308B20C = 
	{
		14661
	};
Eq_338179 g_t2308B228 = 
	{
		
		{
			~0x00
		},
	};
Eq_2 g_t2308B238 = 
	{
		40470
	};
Eq_2 g_t2308B274 = 
	{
		0x00
	};
Eq_363487 g_a2308B288[] = 
	{
	};
Eq_2 g_t2308B29C = 
	{
		0x00
	};
Eq_2 g_a2308B308[] = 
	{
	};
struct Eq_274 g_t2308BA14 = 
	{
		0x0A,
		
		{
			0x5352
		},
		
		{
			0x746E
		},
		
		{
			29793
		},
		110,
	};
struct Eq_268327 * g_a2308C164[] = 
	{
	};
struct Eq_274 g_t2308C4DC = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x2072
		},
		
		{
			0x6E69
		},
		0x626D,
	};
struct Eq_274 g_t2308C4F0 = 
	{
		0x3D,
		
		{
			26994
		},
		
		{
			0x6F63
		},
		
		{
			0x6769
		},
		0x6665,
	};
struct Eq_274 g_t2308C508 = 
	{
		110,
		
		{
			0x474E
		},
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		0x202C,
	};
struct Eq_274 g_t2308C518 = 
	{
		99,
		
		{
			0x6769
		},
		
		{
			0x7372
		},
		
		{
			0x3A6E
		},
		0x6425,
	};
struct Eq_274 g_t2308C570 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		
		{
			0x202C
		},
		29555,
	};
struct Eq_274 g_t2308C5B0 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6B6F
		},
		
		{
			0x00
		},
		27747,
	};
struct Eq_274 g_t2308C5F0 = 
	{
		110,
		
		{
			29285
		},
		
		{
			0x6320
		},
		
		{
			0x6568
		},
		26997,
	};
struct Eq_274 g_t2308C648 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		
		{
			0x202C
		},
		0x6964,
	};
struct Eq_274 g_t2308C66C = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			29477
		},
		
		{
			30050
		},
		29285,
	};
struct Eq_274 g_t2308C68C = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		
		{
			0x202C
		},
		0x6964,
	};
struct Eq_274 g_t2308C6AC = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x2073
		},
		
		{
			25972
		},
		0x6F69,
	};
struct Eq_274 g_t2308C6DC = 
	{
		0x62,
		
		{
			29285
		},
		
		{
			0x676E
		},
		
		{
			25888
		},
		0x6E65,
	};
struct Eq_274 g_t2308C6F0 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		0x202C,
	};
struct Eq_274 g_t2308C724 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x7320
		},
		
		{
			26995
		},
		0x7420,
	};
struct Eq_274 g_t2308C758 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x2066
		},
		
		{
			0x676E
		},
		0x2520,
	};
struct Eq_274 g_t2308C77C = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			29550
		},
		
		{
			0x206E
		},
		0x676E,
	};
struct Eq_274 g_t2308C7AC = 
	{
		115,
		
		{
			0x6E69
		},
		
		{
			29281
		},
		
		{
			0x7320
		},
		0x6576,
	};
struct Eq_274 g_t2308C7D0 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6D20
		},
		
		{
			24947
		},
		0x00,
	};
struct Eq_274 g_t2308C7FC = 
	{
		0x3C,
		
		{
			26994
		},
		
		{
			0x3D3C
		},
		
		{
			29281
		},
		0x7320,
	};
byte g_b2308C990 = 0x25;
struct Eq_274 g_t2308CB08 = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			8292
		},
		
		{
			29555
		},
		24430,
	};
struct Eq_274 g_t2308CB28 = 
	{
		110,
		
		{
			0x657A
		},
		
		{
			8292
		},
		
		{
			28272
		},
		0x7478,
	};
struct Eq_274 g_t2308CB90 = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			0x00
		},
		
		{
			0x3E3D
		},
		29281,
	};
struct Eq_274 g_t2308CBA8 = 
	{
		117,
		
		{
			0x776F
		},
		
		{
			0x7865
		},
		
		{
			0x6E61
		},
		0x00,
	};
struct Eq_274 g_t2308CBD0 = 
	{
		0x6C,
		
		{
			0x7963
		},
		
		{
			0x6168
		},
		
		{
			101
		},
		0x6162,
	};
struct Eq_274 g_t2308CF24 = 
	{
		116,
		
		{
			29797
		},
		
		{
			0x6168
		},
		
		{
			0x6873
		},
		14949,
	};
struct Eq_274 g_t2308CFA0 = 
	{
		0x69,
		
		{
			0x696C
		},
		
		{
			0xC064
		},
		
		{
			0xC08A
		},
		0x6573,
	};
Eq_2 g_a2308CFC8[] = 
	{
	};
struct Eq_274 g_t2308D014 = 
	{
		115,
		
		{
			29285
		},
		
		{
			0x6C65
		},
		
		{
			0x6D20
		},
		24947,
	};
struct Eq_274 g_t2308D028 = 
	{
		0x3D,
		
		{
			29281
		},
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		0x7620,
	};
struct Eq_274 g_t2308D050 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6C65
		},
		
		{
			0x7620
		},
		0x7020,
	};
struct Eq_274 g_t2308D074 = 
	{
		0x62,
		
		{
			27747
		},
		
		{
			0x6572
		},
		
		{
			0x6472
		},
		0x6E6F,
	};
struct Eq_274 g_t2308D090 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x7620
		},
		
		{
			26656
		},
		0x7364,
	};
struct Eq_274 g_t2308D0B4 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x7620
		},
		
		{
			26656
		},
		0x7364,
	};
struct Eq_274 g_t2308D0F0 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			25972
		},
		
		{
			27747
		},
		0x746E,
	};
struct Eq_274 g_t2308D114 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6C6E
		},
		
		{
			0x7573
		},
		29295,
	};
struct Eq_274 g_t2308D138 = 
	{
		0x43,
		
		{
			0x746E
		},
		
		{
			0x206D
		},
		
		{
			14948
		},
		8285,
	};
struct Eq_274 g_t2308D178 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x6870
		},
		
		{
			0x7573
		},
		0x6C65,
	};
struct Eq_274 g_t2308D1B8 = 
	{
		99,
		
		{
			0x6569
		},
		
		{
			0x6E6F
		},
		
		{
			0x6F66
		},
		8292,
	};
struct Eq_274 g_t2308D228 = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			0x00
		},
		
		{
			27747
		},
		0x746E,
	};
struct Eq_274 g_t2308D244 = 
	{
		0x70,
		
		{
			0x2065
		},
		
		{
			0x6572
		},
		
		{
			0x676C
		},
		0x7469,
	};
struct Eq_274 g_t2308D270 = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			28008
		},
		
		{
			0x206E
		},
		0x6D6D,
	};
struct Eq_274 g_t2308D298 = 
	{
		99,
		
		{
			0x746E
		},
		
		{
			0x2068
		},
		
		{
			25972
		},
		0x6F69,
	};
struct Eq_274 g_t2308D2C8 = 
	{
		110,
		
		{
			0x6769
		},
		
		{
			29797
		},
		
		{
			0x2073
		},
		8308,
	};
struct Eq_274 g_t2308D2EC = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			100
		},
		
		{
			0x626D
		},
		27764,
	};
struct Eq_274 g_t2308D310 = 
	{
		0x66,
		
		{
			8292
		},
		
		{
			0x6F69
		},
		
		{
			0x7573
		},
		0x7365,
	};
struct Eq_274 g_t2308D330 = 
	{
		116,
		
		{
			29797
		},
		
		{
			0x6369
		},
		
		{
			116
		},
		0x6572,
	};
struct Eq_274 g_t2308D348 = 
	{
		116,
		
		{
			29797
		},
		
		{
			22868
		},
		
		{
			0x4E45
		},
		0x544F,
	};
struct Eq_274 g_t2308D378 = 
	{
		115,
		
		{
			0x6F69
		},
		
		{
			0x6963
		},
		
		{
			29285
		},
		0x7469,
	};
struct Eq_274 g_t2308D3A4 = 
	{
		114,
		
		{
			30313
		},
		
		{
			0x6572
		},
		
		{
			29289
		},
		0x6320,
	};
struct Eq_274 g_t2308D3CC = 
	{
		116,
		
		{
			0x676E
		},
		
		{
			0x7472
		},
		
		{
			0x6369
		},
		101,
	};
struct Eq_274 g_t2308D3E4 = 
	{
		99,
		
		{
			29285
		},
		
		{
			0x7472
		},
		
		{
			0x6369
		},
		0x2065,
	};
struct Eq_274 g_t2308D404 = 
	{
		99,
		
		{
			29285
		},
		
		{
			25955
		},
		
		{
			0x6669
		},
		29793,
	};
struct Eq_274 g_t2308D428 = 
	{
		115,
		
		{
			29285
		},
		
		{
			0x6669
		},
		
		{
			29793
		},
		0x696D,
	};
struct Eq_274 g_t2308D470 = 
	{
		99,
		
		{
			0x6669
		},
		
		{
			29285
		},
		
		{
			14948
		},
		0x6168,
	};
struct Eq_274 g_t2308D490 = 
	{
		99,
		
		{
			0x6669
		},
		
		{
			0x6569
		},
		
		{
			0x00
		},
		0x6573,
	};
struct Eq_274 g_t2308D4C8 = 
	{
		99,
		
		{
			0x6669
		},
		
		{
			0x6320
		},
		
		{
			0x6568
		},
		26997,
	};
struct Eq_274 g_t2308D52C = 
	{
		115,
		
		{
			29795
		},
		
		{
			0x6F6E
		},
		
		{
			28448
		},
		0x6874,
	};
struct Eq_274 g_t2308D548 = 
	{
		99,
		
		{
			29285
		},
		
		{
			28777
		},
		
		{
			0x7372
		},
		25972,
	};
struct Eq_274 g_t2308D578 = 
	{
		0x67,
		
		{
			0x6963
		},
		
		{
			0x3E3D
		},
		
		{
			26994
		},
		0x7320,
	};
struct Eq_274 g_t2308D5AC = 
	{
		0x67,
		
		{
			0x6F6E
		},
		
		{
			0x203A
		},
		
		{
			14948
		},
		0x5D,
	};
struct Eq_274 g_t2308D5CC = 
	{
		0x3C,
		
		{
			29281
		},
		
		{
			0x7220
		},
		
		{
			28532
		},
		8292,
	};
struct Eq_274 g_t2308DA4C = 
	{
		0x20,
		
		{
			29477
		},
		
		{
			0x0403
		},
		
		{
			0x0807
		},
		0x0C0B,
	};
struct Eq_274 g_t2308DA58 = 
	{
		0x25,
		
		{
			31077
		},
		
		{
			4111
		},
		
		{
			0x1413
		},
		0x1817,
	};
struct Eq_274 g_t2308DA6C = 
	{
		0x2E,
		
		{
			0x00
		},
		
		{
			0x1E1D
		},
		
		{
			0x2221
		},
		0x2625,
	};
int32 g_a2308DAF4[] = 
	{
	};
int32 g_a2308DB30[] = 
	{
	};
Eq_353603 g_t2308DB6C = 
	{
		
		{
		},
	};
byte g_a2308DD88[] = 
	{
	};
byte g_b2308DD94 = 0x00;
byte g_b2308DD95 = 0x0F;
byte g_b2308DD96 = 0xAC;
Eq_53953 g_t2308DE40 = 
	{
		
		{
		},
		~0x00,
	};
struct Eq_160085 * g_a2308DE74[] = 
	{
	};
ui32 * g_a2308DE7C[] = 
	{
	};
byte g_a2308DE88[5] = 
	{
		0x01,
		0x03,
		0x1C,
		0x06,
		0x00,
	};
Eq_2 g_t2308DE8C = 
	{
		0x00
	};
int32 g_dw2308DE90 = -1;
struct Eq_160327 * g_a2308DEB0[] = 
	{
	};
Eq_2 g_t2308DED8 = 
	{
		0x0446
	};
Eq_2 g_t2308DEE0 = 
	{
		0x2C2C
	};
Eq_2 g_t2308DEE8 = 
	{
		0x2C3C
	};
Eq_2 g_t2308DEF0 = 
	{
		0x043E
	};
<anonymous> * g_ptr2308E000 = &g_t2307DD5C;
Eq_137594 g_t2308E1B8 = 
	{
		
		{
			5900
		},
		help_cmd,
	};
